'''Даны два числа. Вывести большее из них.'''

a = int(input('Введите целое число: '))
b = int(input('Введите целое число: '))

if (a>b):
    print('Первое число больше второго ', a)
if (a<b):
    print('Второе число больше первого ', b)
if (a==b):
    print('Первое число', a, ' и второре число', b, ' равны ')


